[
  {
    "id": 1,
    "preview": "interacta",
    "name": "Interacta",
    "subname": "Customer Relationship Management Platform",
    "image": "interactaImg",
    "year": "2024",
    "service": "Web, UX Design, System Redesign ",
    "about": "Interacta empowers businesses to streamline their operations by providing a centralized platform to manage and analyze marketing campaigns, monitor sales performance, and engage with customers effectively. With its powerful tools and real-time insights, Interacta helps businesses optimize their workflows, make data-driven decisions, and build stronger customer relationships.",
    "firstimg": "interactaFirst",
    "secondimg": "interactaSecond",
    "desc": "Interacta enhances business efficiency by providing a unified platform for optimizing operations.",
    "research": "Businesses seek a unified platform that integrates various CRM functionalities to streamline workflows and reduce the need for multiple disparate tools.",
    "tasks": [
      "Create user-friendly interfaces for setting up and managing automated workflows, campaign triggers, and follow-up actions to enhance operational efficiency.",
      "Develop integrated communication tools, such as email templates, chat interfaces, and customer interaction logs, to facilitate seamless engagement with clients.",
      "Design an intuitive and customizable dashboard that provides users with an overview of key metrics, campaign performance, and sales data in an actionable format."
    ],
    "thirdimg": "interactaDesign1",
    "fourthimg": "interactaDesign2",
    "final": [
      "Comprehensive tool for creating, managing, and tracking marketing campaigns, with features for segmentation, automation, and performance analysis.",
      "Designed a customizable reports and visualizations, enabling users to analyze data trends, campaign effectiveness, and sales performance.",
      "Configurable alerts and notifications that keep users informed of important events, deadlines, and performance changes, allowing for timely responses."
    ],
    "sub": [
      "subintaone",
      "subintatwo",
      "subintathree",
      "subintafour",
      "subintafive",
      "subintasix",
      "subintsseven"
    ],
    "outcome": "The intuitive design and advanced features, such as real-time analytics, automation workflows, and mobile optimization, enable businesses to make data-driven decisions, improve operational workflows, and strengthen customer relationships"
  },
  {
    "id": 2,
    "preview": "wecollect",
    "name": "WeCollect",
    "subname": "Data Inventory, Collection Platform",
    "image": "wecollectImg",
    "year": "2022",
    "service": "Web, UX Design, UI Design, System Redesign",
    "about": "WeCollect is a conceptual interactive application that allows a field supervisor to collect data from field agents, perform real time monitoring and analytics, geocode areas and inspect, as well as evaluate the data. WeCollect offers a variety of powerful features - offline and online data collection, synchronization of data, playback of tracking activities.",
    "firstimg": "wecollectFirst",
    "secondimg": "wecollectSecond",
    "desc": "WeCollect simplifies field data collection and analysis with real-time monitoring & dynamic visualization",
    "research": "Users emphasize the need for a reliable and high-performing platform that handles large volumes of data efficiently and without downtime.",
    "tasks": [
      "Create wireframes and interactive prototypes to map out the layout and functionality of the platform, testing and refining these designs based on user feedback.",
      "Develop user-friendly interfaces that facilitate easy data entry, visualization, and analysis, ensuring a seamless experience across desktop and mobile devices.",
      "Create an interface for real-time data monitoring that provides clear and actionable insights, with features for alerts and notifications."
    ],
    "thirdimg": "wecollectDesign1",
    "fourthimg": "wecollectDesign2",
    "final": [
      "Interactive and personalized dashboards that allow users to tailor data visualizations to their specific needs, including widgets for graphs, charts, and key metrics.",
      "Comprehensive reporting capabilities that allow users to generate detailed, customizable reports with options for filtering, exporting, and sharing findings.",
      "Advanced visualization tools such as dynamic charts, heatmaps, and graphs that enable users to analyze and interpret data effectively."
    ],
    "sub": [
      "subwecoone",
      "subwecotwo",
      "subwecothree",
      "subwecofour",
      "subwecofive",
      "subwecosix"
    ],
    "outcome": "Improved data collection processes and real-time monitoring lead to more accurate and reliable data, reducing errors and increasing trust in the platform’s insights."
  },
  {
    "id": 3,
    "preview": "monay",
    "name": "Monay",
    "subname": "Fintech, Mobile Platform",
    "adjust": true,
    "image": "monayImg",
    "year": "2021",
    "service": "Mobile, UX Design, Research",
    "about": "Introducing a new app designed specifically for digital nomads - Monay. This app allows you to manage your finances from anywhere in the world, providing a comprehensive solution for all your financial needs. With the ability to connect to multiple bank accounts and track your expenses in real-time, you can stay on top of your finances no matter where you are.",
    "firstimg": "monayFirst",
    "secondimg": "monaySecond",
    "desc": "Monay offers digital nomads a way to manage finances globally, connect multiple accounts in real-time",
    "research": "70% of the users who are digital nomads, complained that they have not found a reliable platform to send and receive money globally while also setting a budget milestones for themselves to manage expenditures for themselves.",
    "tasks": [
      "Conduct interviews, surveys, and usability tests to understand user needs, pain points, and preferences.",
      "Revise the structure of information to ensure users can easily find and access what they need.",
      "Ensure the design is accessible to users with various disabilities, adhering to relevant guidelines and standards.",
      "Develop interactive prototypes to test design ideas and gather feedback before final implementation."
    ],
    "mobilefirst": "mobilefirstmon",
    "features": [
      "Integration with multiple accounts for seamless access and management within the app.",
      "Instant alerts for important updates, such as account changes, new messages, or system status.",
      "Built-in analytics feature that allows users to monitor system performance, user engagement, and other key metrics."
    ],
    "mobilesec": "mobilesecmon",
    "middle": "midmonImg",
    "final": [
      "Visually appealing dashboard that provides users with a quick overview of their most important data and activities.",
      "Seamless integration of multiple accounts, allowing users to manage various profiles or services from a single platform.",
      "Well-designed onboarding experience that includes interactive tutorials and walkthroughs to help new users get up to speed quickly."
    ],
    "sub": [
      "submonone",
      "submontwo",
      "submonthree",
      "submonfour",
      "submonfive",
      "submonsix"
    ],
    "outcome": "Learners spend more time on the platform due to the interactive course modules, gamification features, and personalized learning paths that keep them motivated and invested in their education."
  },
  {
    "id": 4,
    "preview": "gradual",
    "name": "Gradual",
    "subname": "Educational, E-learning Platform",
    "image": "gradualImg",
    "year": "2021",
    "service": "Web, Mobile, UX Design, Research",
    "about": "Gradual emphasizes a personalized learning experience, allowing users to set their own pace and track their progress through customized learning paths. With features like peer collaboration, gamification, and instant feedback, Gradual makes learning not just accessible, but also enjoyable and motivating.",
    "firstimg": "gradualFirst",
    "secondimg": "gradualSecond",
    "desc": "Gradual empowers learners with a personalized and engaging e-learning experience for continuous growth.",
    "research": "Learners are more engaged with interactive modules, quizzes, and multimedia content, which help reinforce concepts and make learning more enjoyable.",
    "tasks": [
      "Analyze similar e-learning platforms to identify strengths, weaknesses, and opportunities for differentiation, and incorporate best practices into the design.",
      "Successfully integrated gamification features such as badges, leaderboards, and rewards that enhance user engagement and make learning more enjoyable.",
      "A dedicated analytics dashboard for educators to monitor student performance, engagement levels, and course effectiveness."
    ],
    "middle": "midgradImg",
    "final": [
      "A user-friendly dashboard that visually displays learners' progress, achievements, and areas needing improvement, motivating them to stay on track.",
      "Successfully integrated gamification features such as badges, leaderboards, and rewards that enhance user engagement and make learning more enjoyable.",
      "A dedicated analytics dashboard for educators to monitor student performance, engagement levels, and course effectiveness."
    ],
    "sub": [
      "subgradone",
      "subgradtwo",
      "subgradthree",
      "subgradfour",
      "subgradfive",
      "subgradsix"
    ],
    "outcome": "Learners spend more time on the platform due to the interactive course modules, gamification features, and personalized learning paths that keep them motivated and invested in their education."
  }
]
